Repository: cesaredecal/TravelAR
Catalog: LanguageTranslationAR/LanguageTranslationAR/*.lproj/Localizable.strings
Languages: it

# PERMISSION_TITLE
source: TranslateAR Would Like To Access the Camera
it: TranslateAR Vorrebbe Accedere alla Fotocamera

# PERMISSION_DESCRIPTION
source: Please grant permission to use the Camera so that you can translate things on the fly.
it: Per favore consenti l'utilizzo della fotocamera per tradurre gli oggeti al volo.

# PERMISSION_ACTION_SETTINGS
source: Open Settings
it: Apri Impostazioni

# TOOL_TIP_ADD_BUTTON
source: Translate something
it: Traduci cose

# TITLE_TAB_TRANSLATE
source: Translate
it: Traduci

# TITLE_TAB_CARDS
source: Flashcards
it: Flashcard

# TITLE_TAB_HISTORY
source: History
it: Cronologia

# TITLE_TAB_SETTINGS
source: Settings
it: Impostazioni

# NAV_BAR_CLEAR
source: Clear
it: Pulisci

# SETTINGS_TRANSLATE_TO
source: Translate to
it: Traduci in

# SETTINGS_HELP
source: Contact Developer
it: Contatta Sviluppatore

# SETTINGS_FRIENDS
source: Tell a Friend
it: Dillo a un amico

# SETTINGS_SHARE_TEXT
source: Download this app from the App Store: https://itunes.apple.com/us/app/id1369603445
it: Scarica questa app da App Store: https://itunes.apple.com/it/app/id1369603445

# SUPPORT_MESSAGE_TITLE
source: TranslateAR App
it: App TranslateAR

# EMPTY_STATE_TITLE
source: No translations yet
it: Nessuna traduzione

# EMPTY_STATE_DESCRIPTION
source: Translate an object to get started.
it: Traduci un oggetto per iniziare.

# WELCOME_BUTTON_TEXT
source: Continue
it: Continua

# WELCOME_TITLE
source: Welcome to TranslateAR
it: Benvenuto su TranslateAR

# WELCOME_FIRST_ITEM_TITLE
source: Your Got Superpowers
it: Traduci al Volo

# WELCOME_SECOND_ITEM_TITLE
source: Larn New Languages
it: Impara Nuove Lingue

# WELCOME_THIRD_ITEM_TITLE
source: New Flashcards Every Day
it: Divertiti con Flashcard

# WELCOME_FIRST_ITEM_DESCRIPTION
source: Translate objects into a foreign language.
it: Traduci gli oggetti in un'altra lingua con la fotocamera.

# WELCOME_SECOND_ITEM_DESCRIPTION
source: Learn new words and listen to the spoken audio.
it: Visualizza e ascolta le traduzioni quando vuoi.

# WELCOME_THIRD_ITEM_DESCRIPTION
source: Expand your vocabulary by learning with flashcards.
it: Memorizza nuove parole con le carte mnemoniche.

# CAMERA_PERMISSIONS_BUTTON_TITLE
source: Allow Camera
it: Consenti Accesso

# CAMERA_PERMISSIONS_TITLE
source: Allow Camera Access
it: Consenti l'accesso alla fotocamera

# CAMERA_PERMISSIONS_DESCRIPTION
source: We need access to the camera to let you translate things around you.
it: Ci serve l'accesso alla tua fotocamera per iniziare a tradurre gli oggetti più comuni.

# NO_CAMERA_BUTTON_ALERT_TITLE
source: Error
it: Errore

# NO_CAMERA_BUTTON_ALERT_MESSAGE
source: Your device does not have a camera. This app needs a camera to work properly.
it: Il tuo dispositivo non ha una fotocamera. Questa app ha bisogno della fotocamera per funzionare.

# WARNING_NOTHING_FOUND
source: Keep moving
it: Contina a muoverti

# MENU_ACTION_CLOSE
source: Close
it: Chiudi

# MENU_ACTION_REPRODUCE
source: Reproduce
it: Ascolta

source: Translation
it: Traduzione

source: Translation Language
it: Lingua di Traduzione

source: Capture
it: Cattura

source: Scanning...
it: Scansionando...

# Move device
source: Move your %@ around to detect planes.
it: Guarda i dintorni con il tuo %@ per trovare superfici.

# How to use
source: Point and tap
it: Punta e tocca

# Point device
source: Look around and tap to translate what's in front of you.
it: Guardati in giro e tocca per tradurre quello che hai davanti.

source: Translations
it: Traduzioni

source: Clear
it: Pulisci

# Tap to play
source: Tap Item to Play
it: Tocca per ascoltare

source: History
it: Cronologia

# No items
source: Your translations will be shown here.
it: Non c'è niente qui per adesso. Le traduzioni appariranno qui.

source: Select
it: Seleziona

source: Cancel
it: Annulla

# Translation language
source: Select a language that will be used to translate the things around you.
it: Seleziona la lingua che verrà usata per tradurre gli oggetti intorno a te.

# Camera permissions
source: It looks like you don't have camera permissions enabled.
it: Sembra che l'app non riesca ad accedere alla fotocamera.

# Enable camera
source: Go to Settings
it: Vai alle impostazioni

# Ask camera permission
source: To translate what's around you Beeply will need camera permissions.
it: Per iniziare a tradurre, abbiamo bisogno dei permessi fotocamera.

# Turn on camera
source: Enable Camera
it: Abilita fotocamera
